[
{"name": "Ładowarka sieciowa Belkin Boost Pro Wall Dual USB-C PD 3.0 PPS GaN 45W, biała", "ean": "745883841073", "rate": 3.86666, "category": {"name": "Ładowarka sieciowa", "id": 611}, "availability": {"name": "na wyczerpaniu"}, "delivery": {"name": "24 godziny", "hours": "0"}, "price": {"gross": {"base": "169,96 zł", "base_float": 169.96, "final": "169,96 zł", "final_float": 169.96, "historical_lowest_price": "149,00 zł", "historical_lowest_price_float": 149}, "net": {"base": "138,18 zł", "base_float": 138.18, "final": "138,18 zł", "final_float": 138.18, "historical_lowest_price": "121,14 zł", "historical_lowest_price_float": 121.14}}, "weight": {"weight_float": 0.2, "weight": "0.2 kg"}, "producer": {"name": "Belkin", "id": 14}, "description": ["Oryginalna, kompaktowa ładowarka sieciowa marki Belkin z serii Boost↑Charge Pro z tranzystorami wykonanymi z azotku galu (GaN) o mniejszym generowaniu ciepła niż standardowe krzemowe komponenty. Można używać jej z wszelkimi urządzeniami posiadającymi kabel ze złączem USB typu C. Ładowarka posiada elegancki i nowoczesny design.", "Dwa porty USB-C Power Delivery 3.0 zostały wyposażone w technologię, która wykrywa możliwie maksymalne natężenie prądu dla danego urządzenia, co znacznie skraca czas ładowania względem standardowych ładowarek, a inteligentne rozdzielanie mocy zapewni ładowanym urządzeniom możliwie odpowiednią ilość energii z każdego portu.", "Kolor producenta: White", " ", "Naładuje Twój smartfon, tablet, laptop, czy inne urządzenie z optymalną, możliwie najszybsza prędkością. Nowoczesna konstrukcja zapewnia łatwe i wygodne użytkowanie.", "Wyjścia:", "Ponadto ładowarka wyposażona została w technologię dynamicznego ładowania PPS, która wykrywa podłączone urządzenie i negocjuje odpowiednią ilość energii wymaganą do wydajnego ładowania.", "Funkcja inteligentnego rozdzielania mocy ładowania pomiędzy oba porty zapewnia optymalny przesył mocy w przypadku ładowania dwóch urządzeń jednocześnie.", "*Do wykorzystania potencjału ładowarki wymagane jest posiadanie kabla z Power Delivery 3.0 o przepustowości mocy do 45W.", " ", "Zastosowanie tranzystorów z azotku galu (GaN - gallium nitride) zamiast tradycyjnego krzemu zaowocowało jeszcze mniejszym wytwarzaniem ciepła, co pozwoliło na bliższe usytuowanie wewnętrznych komponentów względem siebie, a tym samym zachowanie kompaktowej budowy ładowarki. Dzięki takiemu rozwiązaniu otrzymujesz znacznie mniejszą ładowarkę z dużą mocą, która wymagałaby standardowo większej obudowy.", "Nowoczesny design ładowarki prezentuje się smukło i stylowo. Doskonale sprawdzi się w ciasnym szeregu gniazdek na listwach zasilających, a ponadto równie łatwo zmieścisz ją w torebce czy plecaku, by mieć ją zawsze pod ręką będąc poza domem.", " ", "Ładowarki firmy Belkin są tak skonstruowane, aby zapewnić najlepsze zabezpieczenie urządzenia podczas ładowania. Inteligentny układ mierzy napięcie i automatycznie dostosowuje odpowiednio maksymalną moc ładowania.", "Belkin zapewnia gwarancję bezpieczeństwa podłączonego sprzętu o wartości do 2,000 Euro. Jeśli sprzęt zostanie uszkodzony przez ładunek elektryczny podczas prawidłowego podłączenia do ładowarki, Belkin naprawi lub wymieni urządzenie na nowe.", " "]},
{"name": "Etui Guess Hardcase 4G Classic Logo MagSafe do iPhone 17 Pro, czarne", "ean": "3666339518738", "rate": 0, "category": {"name": "Etui do iPhone 17 Pro", "id": 8206}, "availability": {"name": "na wyczerpaniu"}, "delivery": {"name": "24 godziny", "hours": "0"}, "price": {"gross": {"base": "149,00 zł", "base_float": 149, "final": "149,00 zł", "final_float": 149, "historical_lowest_price": "149,00 zł", "historical_lowest_price_float": 149}, "net": {"base": "121,14 zł", "base_float": 121.14, "final": "121,14 zł", "final_float": 121.14, "historical_lowest_price": "121,14 zł", "historical_lowest_price_float": 121.14}}, "weight": {"weight_float": 0.2, "weight": "0.2 kg"}, "producer": {"name": "Guess", "id": 83}, "description": ["Amerykańska firma Guess od wielu lat jest utożsamiania z bardzo dobrą jakością i oryginalnym wzornictwem. Etui z kolekcji 4G Classic MagSafe wyprodukowane przez firmę CG Mobile na oficjalnej licencji marki Guess jest pozycją dla osób ceniących sobie klasykę i styl.", "Zaprojektowane z wyjątkową starannością o szczegóły.", "Wykonane z połączenia twardego, lecz przyjemnego w dotyku poliwęglanu na pleckach oraz elastycznego termopoliuretanu, z którego wykonana została ramka.", "Pokryte materiałową fakturą Saffiano, która nadaje luksusowego wyglądu oraz metalowymi osłonami na przyciski i ramką wokół aparatu.", "Kolor producenta: Black (czarny)", "Etui kompatybilne ze szkłami o wymiarach mniejszych niż (dług./szer.): 14,76 x 6,98 cm", "Etui nie tylko wygląda stylowo, ale także doskonale chroni Twój telefon. Elastyczne boki ułatwiają montaż i zapewniają ochronę przed uderzeniami, a podniesione krawędzie zabezpieczają ekran i aparat przed zarysowaniami.", "Precyzyjne wycięcia zapewniają pełen dostęp do interfejsów i portów, bezpiecznie leżąc w dłoni. Staranne wykończenie oraz zintegrowane osłony przycisków utrzymują nowoczesny i minimalistyczny design. Case pewnie leży w dłoni oraz łatwo się zakłada.", "Ta elegancka kolekcja zachwyci nawet najbardziej wyrafinowane gusta. Wierzchnia warstwa etui jest pokryta delikatną ekoskórą, ozdobioną printem 4G, nadając jej wyjątkowego charakteru i elegancji. Dodatkowym elementem jest piękny napis od marki Guess, stanowiący dowód doskonałej jakości i autentyczności produktów, za które odpowiada ta renomowana marka.", "Wbudowany magnetyczny pierścień idealnie współpracuje z akcesoriami MagSafe, zapewniając pewne i stabilne mocowanie. Niezależnie od tego, czy korzystasz z ładowarki, uchwytu samochodowego, czy innych akcesoriów urządzenie pozostaje w pełni zabezpieczone i wygodnie przymocowane.", " "]},
{"name": "Stojak Spigen Nanotac Stand S380 do słuchawek AirPods Max i do ładowarki MagFit, czarny", "ean": "8809756646119", "rate": 0, "category": {"name": "Akcesoria do słuchawek", "id": 7026}, "availability": {"name": "na wyczerpaniu"}, "delivery": {"name": "24 godziny", "hours": "0"}, "price": {"gross": {"base": "299,00 zł", "base_float": 299, "final": "299,00 zł", "final_float": 299, "historical_lowest_price": "299,00 zł", "historical_lowest_price_float": 299}, "net": {"base": "243,09 zł", "base_float": 243.09, "final": "243,09 zł", "final_float": 243.09, "historical_lowest_price": "243,09 zł", "historical_lowest_price_float": 243.09}}, "weight": {"weight_float": 0.2, "weight": "0.2 kg"}, "producer": {"name": "Spigen", "id": 64}, "description": ["Elegancki stojak marki Spigen, dedykowany do słuchawek AirPods Max o specjalnie wyprofilowanym uchwycie zachowującym oryginalny kształt pałąka charakterystycznego dla tych słuchawek. Do tego jego podstawa posiada wycięcie dla Twojego modułu bezprzewodowego ładowania MagSafe od Apple, pozwalając na jednoczesne doładowywanie urządzeń kompatybilnych z ładowaniem Qi z mocowaniem MagSafe.", "Całość wykonana została z solidnego poliwęglanu z antypoślizgową podstawą z pianki Nanotac. Uchwyt charakteryzuje się minimalistyczną formą, a wbudowany magnes w podstawie świetnie nada się na przyczepienie na nim Twojego oryginalnego kabla ładującego Lightning, co pozwala mieć go w zasięgu ręki.", "Kolor producenta: Black (czarny)", "Wolnostojący Stand przeznaczony jest do postawienia na blat biurka czy stolika, pozwalając na wygodne korzystanie ze słuchawek AirPods Max czy ładowania bezprzewodowego MagSafe. Do zagospodarowania masz wyprofilowany wieszak z wyżłobieniem dedykowanym dla AirPods Max, oferujący stabilność i bezpieczeństwo dla siateczki ich pałąka, a także wycięcie w podstawie, dedykowane na Twoją oryginalną ładowarkę MagSafe do wygodniejszego ładowania zgodnych urządzeń. Wystarczy umieścić ją w otworze, by stojak stał się dla niej stabilną stacją dokującą.", "Podstawa stojaka wyłożona jest lepką i bezpieczną pianką Nanotac, która doskonale przywiera do płaskich powierzchni, pozwalając na swobodną obsługę ładowania indukcyjnego. Jej wysoka przyczepność zapobiega przemieszczaniu się konstrukcji po bracie podczas użytkowania, a im gładsza powierzchnia, tym lepsze przywieranie podstawy do podłoża.", "Pianka Nanotac jest zaprojektowana w taki sposób, aby zapewniała jak najlepszą stabilność i przyczepność nakładki bez jakichkolwiek lepkich pozostałości na użytych powierzchniach. Ponadto można ją przemyć w samej wodzie, lecz przed ponownym użytkiem należy odczekać aż dokładnie wyschnie.", "Dodatkowo na podstawie stojaka znajduje się wbudowany magnes do organizacji Twojego oryginalnego kabla Lightning ułatwiając zarządzanie jego użytkowaniem.", "Stojak charakteryzuje się stylowym i minimalistycznym designem o gładkim i przyjemnym w dotyku wykończeniu. Lekka, prosta lecz praktyczna i estetyczna budowa świetnie współgra z każdym otoczeniem i wystrojem wnętrza. To najlepsze rozwiązanie do przechowywania słuchawek i ładowania urządzeń zgodnych z MagSafe w jednym wygodnym miejscu."]},
{"name": "Stojak Spigen Headphone Stand VG400 na słuchawki i kontroler PS5 / XBOX / Switch Pro / PC, czarny", "ean": "8809971222914", "rate": 0, "category": {"name": "Akcesoria do słuchawek", "id": 7026}, "availability": {"name": "na wyczerpaniu"}, "delivery": {"name": "24 godziny", "hours": "0"}, "price": {"gross": {"base": "299,00 zł", "base_float": 299, "final": "299,00 zł", "final_float": 299, "historical_lowest_price": "149,00 zł", "historical_lowest_price_float": 149}, "net": {"base": "243,09 zł", "base_float": 243.09, "final": "243,09 zł", "final_float": 243.09, "historical_lowest_price": "121,14 zł", "historical_lowest_price_float": 121.14}}, "weight": {"weight_float": 0.2, "weight": "0.2 kg"}, "producer": {"name": "Spigen", "id": 64}, "description": ["Uniwersalny stojak marki Spigen, który pomieści do 4 kontrolerów gamingowych, lub 2 słuchawek nausznych, w zależności od konfiguracji akcesoriów. Całość wykonana została z solidnego poliwęglanu z silikonowymi wykończeniami antypoślizgowymi. Całość charakteryzuje się minimalistyczną formą, a wbudowany uchwyt na Twoje okablowanie ładujące pozwala na zawieszenie go w zasięgu ręki na stojaku razem z Twoimi akcesoriami.", "Kolor producenta: Black (czarny)", "Podstawa stojaka jak i elementy, na których opieramy akcesoria wyłożone są silikonowymi podkładkami, które charakteryzują się antypoślizgowymi właściwościami, pozwalając na swobodną i stabilną obsługę. Ich wysoka przyczepność zapobiega przemieszczaniu się konstrukcji po bracie oraz urządzeń po podstawce podczas użytkowania, a im gładsza powierzchnia, tym lepsze przywieranie podstawy do podłoża.", "Wolnostojący Stand przeznaczony jest do postawienia na blat biurka czy stolika, pozwalając na wygodne korzystanie ze słuchawek czy kontrolerów do gier. Do zagospodarowania masz cztery zawieszki, które pozwolą ułożyć Ci Twoje akcesoria w rozmaitej konfiguracji w zależności od potrzeb i tylko od Ciebie zależy jak je wykorzystasz. Stojak świetnie sprawdzi się dla różnego rodzaju słuchawek nausznych od popularnych konsol czy PC, jak i dla kontrolerów gamingowych, a nawet dla konsoli PlayStation Portal.", "W stojaku znajduje się specjalnie odlana zawieszka w której umocujesz nawet dwa standardowo cienkie kable ładujące do swoich akcesoriów, by łatwiej zarządzać podłączaniem ich do ładowania. Pozwoli to na łatwiejsze zarządzanie przewodami do słuchawek czy kontrolerów, utrzymując porządek i zachowując wygodę ich obsługi bez zbędnej plątaniny kabli.", "Stojak charakteryzuje się stylowym i minimalistycznym designem o gładkim i przyjemnym w dotyku wykończeniu. Lekka, prosta lecz praktyczna i estetyczna budowa świetnie współgra z każdym otoczeniem i wystrojem wnętrza. To najlepsze rozwiązanie do przechowywania kontrolerów i słuchawek w jednym wygodnym miejscu.", "W poniższej prezentacji producent przedstawił funkcjonalne zalety stojaka oraz przedstawia jak łatwo go złożyć, by był gotowy do użytku."]},
{"name": "Zwijany organizer na akcesoria Allity ATB-200, czarny", "ean": "5906667551075", "rate": 0, "category": {"name": "Organizer na kable", "id": 6004}, "availability": {"name": "na wyczerpaniu"}, "delivery": {"name": "24 godziny", "hours": "0"}, "price": {"gross": {"base": "39,90 zł", "base_float": 39.9, "final": "39,90 zł", "final_float": 39.9, "historical_lowest_price": "44,90 zł", "historical_lowest_price_float": 44.9}, "net": {"base": "32,44 zł", "base_float": 32.44, "final": "32,44 zł", "final_float": 32.44, "historical_lowest_price": "36,50 zł", "historical_lowest_price_float": 36.5}}, "weight": {"weight_float": 0.2, "weight": "0.2 kg"}, "producer": {"name": "Allity", "id": 677}, "description": ["Dzięki dobrej organizacji oszczędzasz miejsce i czas. Organizer do walizki Allity pozwala na przemyślane i wygodne przechowywanie elektroniki w podróży. Jego konstrukcja została starannie przemyślana, aby pakowanie było łatwe, a dostęp do potrzebnych rzeczy szybki. Organizer jest wodoodporny dzięki zastosowaniu odpowiedniej tkaniny.", "Kolor producenta: Black (czarny)", "W zestawie: organizer, instrukcja obsługi", "Zgrabny organizer zwijany Allity ma 10 różnych wymiarów przegródek, w których zmieścisz elektronikę mobilną, czy inne drobiazgi. Schowki ułożone są w konfiguracji, która sprawia, że organizacja jest prosta, a Ty dobrze wiesz, co gdzie masz. Konstrukcja organizera pozwala na jego wygodne umieszczenie w bagażu bez zbędnego zajmowania tak cennej przestrzeni.", "Projektując nasz produkt, wzięliśmy pod uwagę, że przedmioty, które będą w nim przechowywane, mają różne i rozmiary i kształty. Organizer podróżny z dużą ilością przegród, które są zróżnicowane, sprawia, że wszystko ma swoje miejsce. Możliwość zwijania pozwala regulować rozmiar organizera w zależności od stopnia jego wypełnienia.", "Organizer na elektronikę do walizki, a może podręczna kosmetyczka? To zależy od Ciebie. Stworzony z myślą o akcesoriach mobilnych, ale to Ty wybierasz, co w nim umieścisz. Może to być biżuteria, kosmetyki, akcesoria biurowe. Organizer podróżny, saszetka do torebki czy plecaka, która pozwala utrzymać porządek i odseparować małe przedmioty, od tych dużych? Wybierasz to rozwiązanie, którego aktualnie potrzebujesz."]},
{"name": "Listwa antyprzepięciowa do 900J Schuko Belkin Connect BSV804VF2M-V2, 8x AC EU Schuko + 2x USB-A", "ean": "745883899470", "rate": 0, "category": {"name": "Listwy zasilające", "id": 5875}, "availability": {"name": "na wyczerpaniu"}, "delivery": {"name": "24 godziny", "hours": "0"}, "price": {"gross": {"base": "191,21 zł", "base_float": 191.21, "final": "191,21 zł", "final_float": 191.21, "historical_lowest_price": "139,00 zł", "historical_lowest_price_float": 139}, "net": {"base": "155,46 zł", "base_float": 155.46, "final": "155,46 zł", "final_float": 155.46, "historical_lowest_price": "113,01 zł", "historical_lowest_price_float": 113.01}}, "weight": {"weight_float": 0.2, "weight": "0.2 kg"}, "producer": {"name": "Belkin", "id": 14}, "description": ["Oryginalna listwa antyprzepięciowa marki Belkin wykonana z wysokiej jakości obwodów w celu jak najlepszej ochrony urządzeń i danych. Obudowa o wysokiej odporności na uszkodzenia chroni obwody przed ogniem, wstrząsami i rdzą. Dzięki niej zwiększysz bezpieczeństwo swojej pracy lub rozrywki przed przepięciami do 900 dżuli.", "Wbudowany wskaźnik diodowy ostrzega przed ewentualnym brakiem ochrony antyprzepięciowej, co pozwala na łatwą kontrolę prawidłowego działania listwy, chroniąc podłączone do niej urządzenia w wyznaczonym zakresie. Zaleca się regularne sprawdzanie aktywności tego wskaźnika, by mieć pewność, że listwa nie pochłonęła już nadmiernego napięcia w wyniku nieoczekiwanego zdarzenia elektrycznego. Oznaczałoby to, że listwa spełniła swoją rolę i w takim przypadku należy listwę wymienić na nową, by zachować dalszą ochronę antyprzepięciową dla podłączonych urządzeń. Dodatkowo Belkin zaleca regularną wymianę listwy po 3 latach użytkowania nawet jeśli lampka kontrolna nadal się świeci.", "Długość kabla: 2m", "Kolor producenta: Grey (biało-szara)", " ", "Listwa zaprojektowana do ochrony elektroniki biurowo-domowej jak i rozrywkowej, przystosowana do skoków napięcia na poziomie absorpcji energii do 900 dżuli. Świetnie nadaje się dla laptopów, odtwarzaczy DVD, konsol do gier czy głośników, itp.", "Chroni podpięte urządzenia elektroniczne przed niebezpiecznymi przepięciami, skutkami uderzeń pioruna czy zwarcia.", " ", "Belkin zapewnia gwarancję bezpieczeństwa podłączonego sprzętu o wartości do €65,000. Jeśli Twój sprzęt zostanie uszkodzony z winy tego produktu podczas prawidłowego podłączenia i użytkowania, Belkin naprawi lub wymieni urządzenie na nowe.", " ", " ", " "]},
{"name": "Listwa antyprzepięciowa do 900J Belkin SRB004CA2M, 8x AC EU, 2x USB-C PD, biała", "ean": "745883855667", "rate": 0, "category": {"name": "Listwy zasilające", "id": 5875}, "availability": {"name": "na wyczerpaniu"}, "delivery": {"name": "24 godziny", "hours": "0"}, "price": {"gross": {"base": "233,71 zł", "base_float": 233.71, "final": "233,71 zł", "final_float": 233.71, "historical_lowest_price": "245,00 zł", "historical_lowest_price_float": 245}, "net": {"base": "190,01 zł", "base_float": 190.01, "final": "190,01 zł", "final_float": 190.01, "historical_lowest_price": "199,19 zł", "historical_lowest_price_float": 199.19}}, "weight": {"weight_float": 0.2, "weight": "0.2 kg"}, "producer": {"name": "Belkin", "id": 14}, "description": ["Oryginalna listwa antyprzepięciowa marki Belkin wykonana z wysokiej jakości obwodów w celu jak najlepszej ochrony urządzeń i danych. Obudowa o wysokiej odporności na uszkodzenia chroni obwody przed ogniem, wstrząsami i rdzą. Dzięki niej zwiększysz bezpieczeństwo swojej pracy lub rozrywki przed przepięciami do 900 dżuli.", "Wbudowany wskaźnik diodowy ostrzega przed ewentualnym brakiem uziemienia, co pozwala na łatwą kontrolę prawidłowego działania listwy, chroniąc podłączone do niej urządzenia w wyznaczonym zakresie. Zaleca się regularne sprawdzanie aktywności tego wskaźnika, by mieć pewność, że listwa nie pochłonęła już nadmiernego napięcia w wyniku nieoczekiwanego zdarzenia elektrycznego. Oznaczałoby to, że listwa spełniła swoją rolę i w takim przypadku należy listwę wymienić na nową, by zachować dalsza ochronę antyprzepięciową dla podłączonych urządzeń.", "*Przedmiotem sprzedaży jest sama listwa antyprzepięciowa, pozostałe akcesoria widoczne na zdjęciach służą jedynie przedstawieniu jej funkcjonalności.", "Długość kabla: 2m", "Kolor producenta: White", " ", "Listwa zaprojektowana do ochrony elektroniki biurowo-domowej jak i rozrywkowej, przystosowana do skoków napięcia na poziomie absorpcji energii do 900 dżuli. Świetnie nadaje się dla laptopów, odtwarzaczy DVD, konsol do gier czy głośników, itp.", "Chroni podpięte urządzenia elektroniczne przed niebezpiecznymi przepięciami, skutkami uderzeń pioruna czy zwarcia.", " ", "Listwa na zewnętrznej stronie posiada specjalnie zaprojektowane otwory montażowe, które umożliwiają stabilne zamocowanie listwy na ścianie, czy na bocznym panelu przy biurkach w celu zaoszczędzenia miejsca jak i ułatwienia dostępu do jej gniazdek.", " ", "Belkin zapewnia gwarancję bezpieczeństwa podłączonego sprzętu o wartości do €60,000. Jeśli Twój sprzęt zostanie uszkodzony z winy tego produktu podczas prawidłowego podłączenia i użytkowania, Belkin naprawi lub wymieni urządzenie na nowe.", " "]},
{"name": "Listwa antyprzepięciowa do 900J Belkin SRB003CA2M, 8x AC EU, 1x USB-C PD, 1x USB-A, biała", "ean": "745883855612", "rate": 0, "category": {"name": "Listwy zasilające", "id": 5875}, "availability": {"name": "na wyczerpaniu"}, "delivery": {"name": "24 godziny", "hours": "0"}, "price": {"gross": {"base": "212,46 zł", "base_float": 212.46, "final": "212,46 zł", "final_float": 212.46, "historical_lowest_price": "199,00 zł", "historical_lowest_price_float": 199}, "net": {"base": "172,73 zł", "base_float": 172.73, "final": "172,73 zł", "final_float": 172.73, "historical_lowest_price": "161,79 zł", "historical_lowest_price_float": 161.79}}, "weight": {"weight_float": 0.2, "weight": "0.2 kg"}, "producer": {"name": "Belkin", "id": 14}, "description": ["Oryginalna listwa antyprzepięciowa marki Belkin wykonana z wysokiej jakości obwodów w celu jak najlepszej ochrony urządzeń i danych. Obudowa o wysokiej odporności na uszkodzenia chroni obwody przed ogniem, wstrząsami i rdzą. Dzięki niej zwiększysz bezpieczeństwo swojej pracy lub rozrywki przed przepięciami do 900 dżuli.", "Wbudowany wskaźnik diodowy ostrzega przed ewentualnym brakiem uziemienia, co pozwala na łatwą kontrolę prawidłowego działania listwy, chroniąc podłączone do niej urządzenia w wyznaczonym zakresie. Zaleca się regularne sprawdzanie aktywności tego wskaźnika, by mieć pewność, że listwa nie pochłonęła już nadmiernego napięcia w wyniku nieoczekiwanego zdarzenia elektrycznego. Oznaczałoby to, że listwa spełniła swoją rolę i w takim przypadku należy listwę wymienić na nową, by zachować dalsza ochronę antyprzepięciową dla podłączonych urządzeń.", "*Przedmiotem sprzedaży jest sama listwa antyprzepięciowa, pozostałe akcesoria widoczne na zdjęciach służą jedynie przedstawieniu jej funkcjonalności.", "Długość kabla: 2m", "Kolor producenta: White", " ", "Listwa zaprojektowana do ochrony elektroniki biurowo-domowej jak i rozrywkowej, przystosowana do skoków napięcia na poziomie absorpcji energii do 900 dżuli. Świetnie nadaje się dla laptopów, odtwarzaczy DVD, konsol do gier czy głośników, itp.", "Chroni podpięte urządzenia elektroniczne przed niebezpiecznymi przepięciami, skutkami uderzeń pioruna czy zwarcia.", " ", "Listwa na zewnętrznej stronie posiada specjalnie zaprojektowane otwory montażowe, które umożliwiają stabilne zamocowanie listwy na ścianie, czy na bocznym panelu przy biurkach w celu zaoszczędzenia miejsca jak i ułatwienia dostępu do jej gniazdek.", " ", "Belkin zapewnia gwarancję bezpieczeństwa podłączonego sprzętu o wartości do €60,000. Jeśli Twój sprzęt zostanie uszkodzony z winy tego produktu podczas prawidłowego podłączenia i użytkowania, Belkin naprawi lub wymieni urządzenie na nowe.", " "]},
{"name": "Listwa antyprzepięciowa do 650J Schuko Belkin Connect BSV603VF2M-V2, 6x AC EU Schuko", "ean": "745883899456", "rate": 0, "category": {"name": "Listwy zasilające", "id": 5875}, "availability": {"name": "na wyczerpaniu"}, "delivery": {"name": "24 godziny", "hours": "0"}, "price": {"gross": {"base": "127,46 zł", "base_float": 127.46, "final": "127,46 zł", "final_float": 127.46, "historical_lowest_price": "99,00 zł", "historical_lowest_price_float": 99}, "net": {"base": "103,63 zł", "base_float": 103.63, "final": "103,63 zł", "final_float": 103.63, "historical_lowest_price": "80,49 zł", "historical_lowest_price_float": 80.49}}, "weight": {"weight_float": 0.2, "weight": "0.2 kg"}, "producer": {"name": "Belkin", "id": 14}, "description": ["Oryginalna listwa antyprzepięciowa marki Belkin wykonana z wysokiej jakości obwodów w celu jak najlepszej ochrony urządzeń i danych. Obudowa o wysokiej odporności na uszkodzenia chroni obwody przed ogniem, wstrząsami i rdzą. Dzięki niej zwiększysz bezpieczeństwo swojej pracy lub rozrywki przed przepięciami do 650 dżuli.", "Wbudowany wskaźnik diodowy ostrzega przed ewentualnym brakiem ochrony antyprzepięciowej, co pozwala na łatwą kontrolę prawidłowego działania listwy, chroniąc podłączone do niej urządzenia w wyznaczonym zakresie. Zaleca się regularne sprawdzanie aktywności tego wskaźnika, by mieć pewność, że listwa nie pochłonęła już nadmiernego napięcia w wyniku nieoczekiwanego zdarzenia elektrycznego. Oznaczałoby to, że listwa spełniła swoją rolę i w takim przypadku należy listwę wymienić na nową, by zachować dalsza ochronę antyprzepięciową dla podłączonych urządzeń. Dodatkowo Belkin zaleca regularną wymianę listwy po 3 latach użytkowania nawet jeśli lampka kontrolna nadal się świeci.", "Długość kabla: 2m", "Kolor producenta: Grey (biało-szara)", " ", "Listwa zaprojektowana do ochrony elektroniki biurowo-domowej jak i rozrywkowej, przystosowana do skoków napięcia na poziomie absorpcji energii do 650 dżuli. Świetnie nadaje się dla laptopów, odtwarzaczy DVD, konsol do gier czy głośników, itp.", "Chroni podpięte urządzenia elektroniczne przed niebezpiecznymi przepięciami, skutkami uderzeń pioruna czy zwarcia.", " ", "Belkin zapewnia gwarancję bezpieczeństwa podłączonego sprzętu o wartości do €35,000. Jeśli Twój sprzęt zostanie uszkodzony z winy tego produktu podczas prawidłowego podłączenia i użytkowania, Belkin naprawi lub wymieni urządzenie na nowe.", " ", " ", " "]},
{"name": "Listwa antyprzepięciowa do 650J Belkin SRB002CA2M, 6x AC EU, 1x USB-C PD, 1x USB-A, biała", "ean": "745883855575", "rate": 0, "category": {"name": "Listwy zasilające", "id": 5875}, "availability": {"name": "na wyczerpaniu"}, "delivery": {"name": "24 godziny", "hours": "0"}, "price": {"gross": {"base": "191,21 zł", "base_float": 191.21, "final": "191,21 zł", "final_float": 191.21, "historical_lowest_price": "189,00 zł", "historical_lowest_price_float": 189}, "net": {"base": "155,46 zł", "base_float": 155.46, "final": "155,46 zł", "final_float": 155.46, "historical_lowest_price": "153,66 zł", "historical_lowest_price_float": 153.66}}, "weight": {"weight_float": 0.2, "weight": "0.2 kg"}, "producer": {"name": "Belkin", "id": 14}, "description": ["Oryginalna listwa antyprzepięciowa marki Belkin wykonana z wysokiej jakości obwodów w celu jak najlepszej ochrony urządzeń i danych. Obudowa o wysokiej odporności na uszkodzenia chroni obwody przed ogniem, wstrząsami i rdzą. Dzięki niej zwiększysz bezpieczeństwo swojej pracy lub rozrywki przed przepięciami do 650 dżuli.", "Wbudowany wskaźnik diodowy ostrzega przed ewentualnym brakiem uziemienia, co pozwala na łatwą kontrolę prawidłowego działania listwy, chroniąc podłączone do niej urządzenia w wyznaczonym zakresie. Zaleca się regularne sprawdzanie aktywności tego wskaźnika, by mieć pewność, że listwa nie pochłonęła już nadmiernego napięcia w wyniku nieoczekiwanego zdarzenia elektrycznego. Oznaczałoby to, że listwa spełniła swoją rolę i w takim przypadku należy listwę wymienić na nową, by zachować dalsza ochronę antyprzepięciową dla podłączonych urządzeń.", "*Przedmiotem sprzedaży jest sama listwa antyprzepięciowa, pozostałe akcesoria widoczne na zdjęciach służą jedynie przedstawieniu jej funkcjonalności.", "Długość kabla: 2m", "Kolor producenta: White", " ", "Listwa zaprojektowana do ochrony elektroniki biurowo-domowej jak i rozrywkowej, przystosowana do skoków napięcia na poziomie absorpcji energii do 650 dżuli. Świetnie nadaje się dla laptopów, odtwarzaczy DVD, konsol do gier czy głośników, itp.", "Chroni podpięte urządzenia elektroniczne przed niebezpiecznymi przepięciami, skutkami uderzeń pioruna czy zwarcia.", " ", "Listwa na zewnętrznej stronie posiada specjalnie zaprojektowane otwory montażowe, które umożliwiają stabilne zamocowanie listwy na ścianie, czy na bocznym panelu przy biurkach w celu zaoszczędzenia miejsca jak i ułatwienia dostępu do jej gniazdek.", " ", "Belkin zapewnia gwarancję bezpieczeństwa podłączonego sprzętu o wartości do €30,000. Jeśli Twój sprzęt zostanie uszkodzony z winy tego produktu podczas prawidłowego podłączenia i użytkowania, Belkin naprawi lub wymieni urządzenie na nowe.", " "]},
{"name": "Listwa antyprzepięciowa do 650J Belkin BSV604ca2M", "ean": "745883643592", "rate": 3.40001, "category": {"name": "Listwy zasilające", "id": 5875}, "availability": {"name": "na wyczerpaniu"}, "delivery": {"name": "24 godziny", "hours": "0"}, "price": {"gross": {"base": "169,96 zł", "base_float": 169.96, "final": "169,96 zł", "final_float": 169.96, "historical_lowest_price": "175,00 zł", "historical_lowest_price_float": 175}, "net": {"base": "138,18 zł", "base_float": 138.18, "final": "138,18 zł", "final_float": 138.18, "historical_lowest_price": "142,28 zł", "historical_lowest_price_float": 142.28}}, "weight": {"weight_float": 0.2, "weight": "0.2 kg"}, "producer": {"name": "Belkin", "id": 14}, "description": ["Oryginalna listwa antyprzepięciowa marki Belkin wykonana z wysokiej jakości obwodów w celu ochrony urządzeń i danych.", "Obudowa o wysokiej odporności na uszkodzenia, chroni obwody przed ogniem, wstrząsami i rdzą.", "Dzięki niej zwiększysz bezpieczeństwo swojej pracy lub rozrywki przed przepięciamido 650 dżuli.", "Długość przewodu: 2m", "Kolor producenta: Grey", "Listwa zaprojektowana do ochrony elektroniki biurowo-domowej jak i rozrywkowej, przystosowana do skoków napięcia na poziomie absorpcji energii do 650 dżuli. Świetnie nadaje się dla laptopów, odtwarzaczy DVD, konsol do gier czy głośników, itp.", "Chroni podpięte urządzenia elektroniczne przed niebezpiecznymi przepięciami, skutkami uderzeń pioruna czy zwarcia.", "Belkin zapewnia gwarancję bezpieczeństwa podłączonego sprzętu o wartości do €35,000. Jeśli Twój sprzęt zostanie uszkodzony z winy tego produktu podczas prawidłowego podłączenia i użytkowania, Belkin naprawi lub wymieni urządzenie na nowe."]},
{"name": "Listwa antyprzepięciowa do 525J Schuko Belkin Connect BSV401VF2M-V2, 4x AC EU Schuko + 2x USB-A", "ean": "745883899449", "rate": 0, "category": {"name": "Listwy zasilające", "id": 5875}, "availability": {"name": "na wyczerpaniu"}, "delivery": {"name": "24 godziny", "hours": "0"}, "price": {"gross": {"base": "148,71 zł", "base_float": 148.71, "final": "148,71 zł", "final_float": 148.71, "historical_lowest_price": "129,00 zł", "historical_lowest_price_float": 129}, "net": {"base": "120,90 zł", "base_float": 120.9, "final": "120,90 zł", "final_float": 120.9, "historical_lowest_price": "104,88 zł", "historical_lowest_price_float": 104.88}}, "weight": {"weight_float": 0.2, "weight": "0.2 kg"}, "producer": {"name": "Belkin", "id": 14}, "description": ["Oryginalna listwa antyprzepięciowa marki Belkin wykonana z wysokiej jakości obwodów w celu jak najlepszej ochrony urządzeń i danych. Obudowa o wysokiej odporności na uszkodzenia chroni obwody przed ogniem, wstrząsami i rdzą. Dzięki niej zwiększysz bezpieczeństwo swojej pracy lub rozrywki przed przepięciami do 525 dżuli.", "Wbudowany wskaźnik diodowy ostrzega przed ewentualnym brakiem ochrony antyprzepięciowej, co pozwala na łatwą kontrolę prawidłowego działania listwy, chroniąc podłączone do niej urządzenia w wyznaczonym zakresie. Zaleca się regularne sprawdzanie aktywności tego wskaźnika, by mieć pewność, że listwa nie pochłonęła już nadmiernego napięcia w wyniku nieoczekiwanego zdarzenia elektrycznego. Oznaczałoby to, że listwa spełniła swoją rolę i w takim przypadku należy listwę wymienić na nową, by zachować dalsza ochronę antyprzepięciową dla podłączonych urządzeń. Dodatkowo Belkin zaleca regularną wymianę listwy po 3 latach użytkowania nawet jeśli lampka kontrolna nadal się świeci.", "Długość kabla: 2m", "Kolor producenta: Grey (biało-szara)", " ", "Listwa zaprojektowana do ochrony elektroniki biurowo-domowej jak i rozrywkowej, przystosowana do skoków napięcia na poziomie absorpcji energii do 525 dżuli. Świetnie nadaje się dla laptopów, odtwarzaczy DVD, konsol do gier czy głośników, itp.", "Chroni podpięte urządzenia elektroniczne przed niebezpiecznymi przepięciami, skutkami uderzeń pioruna czy zwarcia.", " ", "Belkin zapewnia gwarancję bezpieczeństwa podłączonego sprzętu o wartości do €25,000. Jeśli Twój sprzęt zostanie uszkodzony z winy tego produktu podczas prawidłowego podłączenia i użytkowania, Belkin naprawi lub wymieni urządzenie na nowe.", " "]},
{"name": "Listwa antyprzepięciowa do 525J Schuko Belkin Connect BSV400VF2M-V2, 4x AC EU Schuko", "ean": "745883899432", "rate": 0, "category": {"name": "Listwy zasilające", "id": 5875}, "availability": {"name": "na wyczerpaniu"}, "delivery": {"name": "24 godziny", "hours": "0"}, "price": {"gross": {"base": "106,21 zł", "base_float": 106.21, "final": "106,21 zł", "final_float": 106.21, "historical_lowest_price": "99,00 zł", "historical_lowest_price_float": 99}, "net": {"base": "86,35 zł", "base_float": 86.35, "final": "86,35 zł", "final_float": 86.35, "historical_lowest_price": "80,49 zł", "historical_lowest_price_float": 80.49}}, "weight": {"weight_float": 0.2, "weight": "0.2 kg"}, "producer": {"name": "Belkin", "id": 14}, "description": ["Oryginalna listwa antyprzepięciowa marki Belkin wykonana z wysokiej jakości obwodów w celu jak najlepszej ochrony urządzeń i danych. Obudowa o wysokiej odporności na uszkodzenia chroni obwody przed ogniem, wstrząsami i rdzą. Dzięki niej zwiększysz bezpieczeństwo swojej pracy lub rozrywki przed przepięciami do 525 dżuli.", "Wbudowany wskaźnik diodowy ostrzega przed ewentualnym brakiem ochrony antyprzepięciowej, co pozwala na łatwą kontrolę prawidłowego działania listwy, chroniąc podłączone do niej urządzenia w wyznaczonym zakresie. Zaleca się regularne sprawdzanie aktywności tego wskaźnika, by mieć pewność, że listwa nie pochłonęła już nadmiernego napięcia w wyniku nieoczekiwanego zdarzenia elektrycznego. Oznaczałoby to, że listwa spełniła swoją rolę i w takim przypadku należy listwę wymienić na nową, by zachować dalsza ochronę antyprzepięciową dla podłączonych urządzeń. Dodatkowo Belkin zaleca regularną wymianę listwy po 3 latach użytkowania nawet jeśli lampka kontrolna nadal się świeci.", "Długość kabla: 2m", "Kolor producenta: Grey (biało-szara)", " ", "Listwa zaprojektowana do ochrony elektroniki biurowo-domowej jak i rozrywkowej, przystosowana do skoków napięcia na poziomie absorpcji energii do 525 dżuli. Świetnie nadaje się dla laptopów, odtwarzaczy DVD, konsol do gier czy głośników, itp.", "Chroni podpięte urządzenia elektroniczne przed niebezpiecznymi przepięciami, skutkami uderzeń pioruna czy zwarcia.", " ", "Belkin zapewnia gwarancję bezpieczeństwa podłączonego sprzętu o wartości do €25,000. Jeśli Twój sprzęt zostanie uszkodzony z winy tego produktu podczas prawidłowego podłączenia i użytkowania, Belkin naprawi lub wymieni urządzenie na nowe.", " ", " ", " "]},
{"name": "Listwa antyprzepięciowa do 525J Belkin SRB001CA2M, 4x AC EU, 1x USB-C PD, 1x USB-A, biała", "ean": "745883855537", "rate": 0, "category": {"name": "Listwy zasilające", "id": 5875}, "availability": {"name": "średnia ilość"}, "delivery": {"name": "24 godziny", "hours": "0"}, "price": {"gross": {"base": "169,96 zł", "base_float": 169.96, "final": "169,96 zł", "final_float": 169.96, "historical_lowest_price": "169,00 zł", "historical_lowest_price_float": 169}, "net": {"base": "138,18 zł", "base_float": 138.18, "final": "138,18 zł", "final_float": 138.18, "historical_lowest_price": "137,40 zł", "historical_lowest_price_float": 137.4}}, "weight": {"weight_float": 0.2, "weight": "0.2 kg"}, "producer": {"name": "Belkin", "id": 14}, "description": ["Oryginalna listwa antyprzepięciowa marki Belkin wykonana z wysokiej jakości obwodów w celu jak najlepszej ochrony urządzeń i danych. Obudowa o wysokiej odporności na uszkodzenia chroni obwody przed ogniem, wstrząsami i rdzą. Dzięki niej zwiększysz bezpieczeństwo swojej pracy lub rozrywki przed przepięciami do 525 dżuli.", "Wbudowany wskaźnik diodowy ostrzega przed ewentualnym brakiem uziemienia, co pozwala na łatwą kontrolę prawidłowego działania listwy, chroniąc podłączone do niej urządzenia w wyznaczonym zakresie. Zaleca się regularne sprawdzanie aktywności tego wskaźnika, by mieć pewność, że listwa nie pochłonęła już nadmiernego napięcia w wyniku nieoczekiwanego zdarzenia elektrycznego. Oznaczałoby to, że listwa spełniła swoją rolę i w takim przypadku należy listwę wymienić na nową, by zachować dalsza ochronę antyprzepięciową dla podłączonych urządzeń.", "*Przedmiotem sprzedaży jest sama listwa antyprzepięciowa, pozostałe akcesoria widoczne na zdjęciach służą jedynie przedstawieniu jej funkcjonalności.", "Max obciążenie mocy: do 3680W", "Długość kabla: 2m", "Kolor producenta: White", " ", "Listwa zaprojektowana do ochrony elektroniki biurowo-domowej jak i rozrywkowej, przystosowana do skoków napięcia na poziomie absorpcji energii do 525 dżuli. Świetnie nadaje się dla laptopów, odtwarzaczy DVD, konsol do gier czy głośników, itp.", "Chroni podpięte urządzenia elektroniczne przed niebezpiecznymi przepięciami, skutkami uderzeń pioruna czy zwarcia.", " ", "Listwa na zewnętrznej stronie posiada specjalnie zaprojektowane otwory montażowe, które umożliwiają stabilne zamocowanie listwy na ścianie, czy na bocznym panelu przy biurkach w celu zaoszczędzenia miejsca jak i ułatwienia dostępu do jej gniazdek.", " ", "Belkin zapewnia gwarancję bezpieczeństwa podłączonego sprzętu o wartości do €20,000. Jeśli Twój sprzęt zostanie uszkodzony z winy tego produktu podczas prawidłowego podłączenia i użytkowania, Belkin naprawi lub wymieni urządzenie na nowe.", " "]}
]